
export const list:string[]=[
  "結論(「私のがんばったことはアルバイトです。」など)",
  "そこでの目標",
  "目標に対してぶつかった壁や困難",
  "それをどう解決したのか",
  "そこで学んだこと",
]

export const question:string[]=[
  "他の企業に負けない部分",
  "今後の会社の課題",
  "どのような人たちが集まっているのか",
  "活躍している人の特徴",  
  "○○職で働くために必要な能力",
  "学生から社会人になってから辛かった経験(役員や社長に対しての面接におすすめ)",
  "ご縁があった場合自分に期待したいこと",
]
export const introduction:string[]=[
  "所属と自分の名前",
  "経歴(軽く)",
  "そこで何を学んでいるか(研究でも可)",
  "サークルや部活(これは別に言わなくてもいいと思う)"
]
export const merit:string[]=[
  "気軽に就活の相談ができる",
  "自分に合った企業を紹介してくれる",
  "履歴書を1枚提出すれば書類審査はほぼやってくれる(たまに自分で各場合もあるが)",
  "面接練習をやってくれる",
  "企業のやり取りは基本やってくれる"
]
export const todo:string[]=[
  "資格を取る(取らなくても勉強をする)",
  "業界のニュースを見まくる",
  "何か物を作る",
  "行く業界の知識の勉強をする",
  "時間があるなら長期インターンに行って実践経験を積む",
]
export const point2:string[]=[
  "企業との相性はあるので合わない場合は基本的に落ちる",
  "失敗した経験は隠す必要はない。(その失敗を踏まえて今はどのように行動しているのかが大事)",
  "就活において「とりあえず」はよろしくない",
  "内定獲得のみを考えている人ほど就活は苦戦する",
  "自分がしてきた選択の理由は考えておく",
  "就活の軸は真っ先に考えるべき",
  "行きたい業界が決まったらそこに必要な知識等を勉強するべき(完璧でなくてもいいので学ぼうとする姿勢はすごく大事)",
  "早め早めに行動をする",
]

