export type list={
  id:number;
  menu:string;
  detail:string;
} 

export const important_list:list[]=[
  {
    id:11,
    menu:"企業理念",
    detail:"何を目指しているか、どのように社会貢献していくのかをみていました。目指すキャリアにあっているか否かはここで決まると思っていいと思います。"
  },
  {
    id:12,
    menu:"業務内容",
    detail:"どのような事業に取り組んでいるのか等をみていました。同じ業界でも事業内容が全く違う企業はたくさんあります。自分がやりたいことなのか否かを考えながら聞いてました。"
  },
  {
    id:13,
     menu:"社風",
    detail:"私自身がらしさを出せる環境なのかをみてました。社風が合わないとらしさは出せず伸び伸びと仕事はできないと思っています。"
  }
]
export const important:list[]=[
  {
    id:21,
    menu:"必ずメモ",
    detail:"当たり前のことかもしれませんがメモをとることは大事になります。面接前にホームページを見ればなんとかなるでしょうといったこと等はよくないです。ホームページに載っていない魅力をもしかしたら口頭で説明されるかもしれません。聞き逃しがないようにしっかりとメモをしましょう。"
  },{
    id:22,
    menu:"質問",
    detail:"選考前でこれを聞いていいのか聞いちゃダメなのかという部分はあるかとは思いますが、説明会で分かりにくかった部分は必ず出てくるでしょう。ここの質問は自分が選考するかしないかを決める場面でもあると思っています。自分の軸に合っているのか？実際働いている社員たちはその会社をどう思っているのか？その会社の課題は？など、気になることは聞いてから先に進むとよいと思います。"
  }
]
export const discass_point:list[]=[
  {
    id:31,
    menu:"必ず何かは発言",
    detail:"基本的に自分の意見を伝えることは大事です。自分の回答に不安を持っている人もいるとは思いますが、企業の人は自分が何を考えているかを読み取ることができないのでとりあえず発言はしましょう。"
  },
  {
    id:32,
    menu:"人の意見は必ず聞く",
    detail:"変わった考えをする人もいますし真逆の意見を言ってくるかもしれません。メモしておけば気になった部分の深堀ができ、より良いディスカッションになるかと思います。"
  },
  {
    id:33,
    menu:"業界に関する事を調べる",
    detail:"話題は何が出てくるか分かりません。何もわからず発言できないは最悪なパターンなので多少ニュース等を調べておくのがいいかもしれません。"
  },
  {
    id:34,
    menu:"自分の経験をもとに",
    detail:"話題にもよりますがバイトやサークル、日頃の生活の経験をもとにまとめていくと割かし話しやすくなると思います。とある企業でのディスカッションではこのことを意識したらとても好評でした。"
  },
]