export type text={
  text:string;
  index:number;
}
export const interview_list:text[]=[
  {
    text:"○○大学、○○学部、○○学科に所属しています、○○です。20xx年に○○高等学校を卒業後、○○大学に入学しました。現在はそこで○○について学んでいます(研究しています)。部活は(サークルは)○○をしています。本日はよろしくお願い致します。",
    index:0,
  },
  {
    text:"1つは御社がユーザにとって使いやすいものである利用時品質を大事にしている会社だということです.もう1つは組み込み系でデザイナーと一緒に開発を行うということです. 人が使いやすいと思えるようなシステムを考えて開発するということは良いエンジニアになる上でとても大事になることだと思いました.さらに,web制作会社でいくつかデザイナーと一緒に開発するという会社は見てきましたが,組み込み系でデザイナーと一緒に開発をするという会社は見てきませんでした.実際に,デザイナーと一緒に開発をすると違った発想をしているため学ぶことが多いということを成果物作成を通じて感じました. 私はデザイナーの発想の力を借り学べる環境であり,人を中心に考える御社の開発に携わり人が使いやすいといえるシステムを構築し,エンジニアのスペシャリストに成長したいと考え御社を志願します.",
    index:1,
  },
  {
    text:"学生時代に頑張った事は部活動です。私は陸上競技部に所属しています。私は箱根駅伝予選会に出場することを目標に掲げてきました。しかし、勉強とのの両立に悩まされ1,2年生では出場することができませんでした。そこで時間を効率よく使うことを意識することで練習の量が増え3年生で箱根駅伝予選会に出場することができました。このことから24時間のなかでの時間の使い方の大切さを学びました。",
    index:2,
  },
  {
    text:"私の長所は、徹底して努力することです。1度目標を立てると、絶対に意志を曲げずに必ず目標を達成するためにひたむきに努力します。特に陸上競技ではこの長所が発揮されたと思っています。私は箱根駅伝予選会の出場を目標に立ててきましたが、なかなか思うように走れなかったり大学での勉強との両立が困難になってしまったりと悩まされてきました。しかし、1回1回の練習の振り返りをして次の練習に活かす工夫をしたり授業がない時間帯や何もすることがなく空いている時間を利用して練習したりし、目標達成に向けて努力し続けてきました。その結果、箱根駅伝予選会に出場することができました。",
    index:3,
  },
  {
    text:"xx歳の時○○という分野についての研究に興味を持ちそこで○○についての研究をしたいと思って入学しました。",
    index:4,
  },
]
