export type text={
  text:string;
  index:number;
}
export const interview_list:text[]=[
  {
    text:"○○大学、○○学部、○○学科に所属しています、○○です。20xx年に○○高等学校を卒業後、○○大学に入学しました。現在はそこで○○について学んでいます(研究しています)。部活は(サークルは)○○をしています。本日はよろしくお願い致します。",
    index:0,
  },
  {
    text:"私は御社は○○というところに魅力を感じました。(ここで事業例等を出すとより良き！)○○という部分は私が○○になる(○○に成長するうえで)重要なことであると思いました。私は○○事業部で○○な風に社会貢献して、○○に成長したいと考え御社を志願いたしました。",
    index:1,
  },
  {
    text:"学生時代にがんばったことは○○です。私は○○という目標をもっていました。しかし、○○という壁にぶつかりました。そこで○○ということをして課題を克服しました。よって目標が達成しました。このことから○○を学びました。",
    index:2,
  },
  {
    text:"私の長所は、○○です。特に○○の場面で活かせたと思っています。(具体的なエピソード)。",
    index:3,
  },
  {
    text:"xx歳の時○○という分野についての研究に興味を持ちそこで○○についての研究をしたいと思って入学しました。",
    index:4,
  },
]
