export type noidlist={
  menu:string;
  detail:string;
}

export const long_short:noidlist[]=[
  {
    menu:"長所",
    detail:"1度目標を立てるとひたむきに意志を曲げずに努力する"
  },
  {
    menu:"短所",
    detail:"周りが見えなくなってしまう。"
  },
]
export const careful:noidlist[]=[
  {
    menu:"一言一言はっきりと！",
    detail:"緊張する気持ちはわかります。ですが、早口で「ごにょごにょ」という話し方になってしまうと伝わりにくくなるので注意しましょう。"
  },{
    menu:"質問に対して適切な答えを！",
    detail:"「何馬鹿なことを言ってるんだ！あたりまえじゃないか！」と思うかもしれませんが緊張するとあり得ることです。面接官の質問をしっかりと聞いてそれに応じた適切な答えを話しましょう。"
  },{
    menu:"言葉遣いには気を付けて！",
    detail:"これは私も失敗したことがあるのですが話が盛り上がり言葉遣いがよろしくなく落とされたことがありました。きちんとした敬語を使うように心がけましょう。"
  },{
    menu:"文章で覚えるのは良くない",
    detail:"やりがちなのが、文章で覚えることですね。この場合だと何を言おうとしていたのか忘れることが多々です。骨組み(要点)のみを抑えあとは臨機応変に対応しましょう。",
  },{
    menu:"話の終わりは「以上です。」",
    detail:"何回か他人の面接練習を手伝いましたが、どこで話が終わるのかのタイミングがわからないときがあり数秒の沈黙ができてしまうときがあります。必ず話が終わるときには「以上です。」と終わりを告げる一言を添えるとよいです。"
  }
]
export const basic:string[]=[
  " 将来はどのような仕事をしてどのようになっていきたいのか？",
  "どのように社会貢献している会社が良いのか？"
]
export const point1:string[]=[
  "あこがれの人との出会い",
  "家族等がしていた仕事にあこがれて",
  "偶然やってみた試したことがはまって",
  "小さいときにやっていたことがきっかけで",
]