export type work={
  title:string;
  detail:string;
  working:string;
  thoughts:string;
}
//インターンシップのデータ
export const mywork:work[]=[
  {
    title:"1社目",
    detail:"地方にある会社。ハードウェア層の制御のソフトウェア開発等を行っている?",
    working:"webで行った。2dayでC言語で数あてゲームを実装。",
    thoughts:"インターンシップ自体は指導してくれた方がとても良くしてくれ楽しくできた。だが、勤務地は関東圏内が良いと思った。通信機に一時期興味はあったが話を聞いてみて直感的になんか違うなと思った。",
  },
  {
    title:"2社目",
    detail:"ここからは都内の企業。解析技術を強みとしていてそのIoTに展開しているらしい？",
    working:"グループワークでクライアントのお客様の要望を聞いてシステムを提案するという体験をした。",
    thoughts:"プログラミングをするのか？という質問をしたときに画像処理とか解析系のプログラミングはするけどそれ以外だとすることはないと思うと言われた。これを聞いてなんか違うなと思った。",
  },
  {
    title:"3社目",
    detail:"web開発を強みとする会社。ガッチガチな雰囲気ではなく楽しそうに社員たちは仕事をしている雰囲気だった。",
    working:"webでAIチャットを作るということをやった。",
    thoughts:"Web開発って面白いと思った。プログラミングでものをつくることができる会社がいいなとざっくりではあるがそのような1つの軸ができた。",
  },
]
